[
    {
      "id": 1,
      "image_url": "https://ibb.co/Y8JKfjv",
      "name": "Catering Services",
      "price": 20000,
      "short_description": "Event catering is planning a menu, preparing, delivering, and serving food at social events and parties. Catering is an integral part of any event. As you know, events revolve around the food and drink menu. Party guests may even say that the success of any event depends on the catering services. Birthday celebrations, retirement parties, grand openings, housewarming parties, weddings, and baby showers are a few exceptional events that fall under this category. In addition, catering packages for event catering sometimes include things like appetizers, decorations, bartenders, and servers. Full-service catering manages every facet of an event, including meal preparation, decorations, and clean-up following the event. Unlike regular event catering, where the caterer just prepares and serves food and drinks, a full-service caterer handles every event detail based on clients' specifications. Some logistics, such as dinnerware, linens, serving utensils, and dedicated staff to help on-site, are handled by full-service catering. The head caterer oversees every aspect of the event according to what will appeal to each guest."
    },
    {
      "id": 2,
      "image_url": "https://ibb.co/YhrSzTr",
      "name": "Photography/Live Video",
      "price": 10000,
      "short_description": "Photographers and videographers work to capture still and moving moments respectively for a wide number of applications. Videography is used to create video content, and use audio equipment and video cameras to sound and capture moving scenes and document events. Photography creates visual content by capturing images of landscapes, events, and people. In marketing communication, photography and videography are creative artforms that can be used to establish or follow a brand’s identity, so as to be consistent with the brand’s creative direction and positioning. One of the most important aspects of establishing an attractive brand is the ability to clearly convey who and what your business is, while offering your customers something that’s immediately recognizable as desirable. Professional photography empowers you to tell this story without saying a word. Using tailored visuals for your business ensures a consistent look and feel which is necessary to create a strong brand identity.From photo shoot, to digital imaging and touch up until final visual output in high resolution and compressed digital formats. When it comes to convey."
    },
    {
      "id": 3,
      "image_url": "https://ibb.co/Q6GymcG",
      "name": "Security Services",
      "price": 15000,
      "short_description": "With our trained security personals that are individually tailored to meet the needs of the clients we offer a wide workforce for the security mechanism. At Judicious Security Services, we remain at the forefront of the security innovations and developments. The companies undertaking our services will get trained manpower security guards that are given different trainings before the execution of their responsibilities. These Trainings includes. We assure the best, reliable and efficient manpower services to the corporate and other industrial bodies. Our teams of security guards are very well versed with ward duties and security watch and also possess clear knowledge about the emergency situations. In order to understand the need of the place may it be a mall or a factory, we understand the security requirements and design the security plans accordingly. With the complete liaison with the local police force the place of the security can feel safe and work in a congenial way.The manpower is fully equipped with the latest mobile and wireless communication devices to be in touch with each other at the time of their duties."
    },
    {
      "id": 4,
      "image_url": "https://ibb.co/N6jy8h9",
      "name": "Co-ordination services",
      "price": 25000,
      "short_description": "Coordination is the function of management which ensures that different departments and groups work in sync. Therefore, there is unity of action among the employees, groups, and departments. It also brings harmony in carrying out the different tasks and activities to achieve the organization’s objectives efficiently. Coordination is an important aspect of any group effort. When an individual is working, there is no need for coordination. Therefore, we can say that the coordination function is an orderly arrangement of efforts providing unity of action in pursuance of a common goal. In an organization, all the departments must operate a part of a cohesive unit to optimize performance. Coordination implies synchronization of various efforts of different departments to reduce conflict. Multiple departments usually perform the work for which an organization exists.Therefore, synchronization between them is essential. Lacking coordination, departments might work in different directions or at different timings, creating chaos.Coordination is the integration of several parts into an orderly hole to achieve the purpose of understanding."
    },
    {
      "id": 5,
      "image_url": "https://ibb.co/CnRQmsg",
      "name": "Florist Services",
      "price": 5000,
      "short_description": "Florists create traditional and tailor-made floral arrangements for subsequent purchase. Florists also guide clients on appropriate plant-related care. Florists use their specialized knowledge of flowers to create memorable bouquets and displays for their customers. They help customers pick out flowers, create the displays, and teach customers how to look after their flowers and plants. Some of the tasks of this role are also administrative. These might include taking phone orders, reordering supplies, and keeping the shop clean. We recommend that you use the same format that we’ve shown above. You want to start with a few paragraphs that talk about the most important aspects of the position. Then, create two bulleted lists to provide your applicants with a more detailed look at the responsibilities and requirements of the job. Of course! You can use all of our job description templates however you want. Just make sure that you’re also highlighting the parts of your position that make it unique. Doing so is an important part of ensuring that you stand out from the other florist jobs that your candidates may be considering."
    },
    {
      "id": 6,
      "image_url": "https://ibb.co/8KWGQ1S",
      "name": "Stage Designer Services",
      "price": 10000,
      "short_description": "Set designers create sets for theatre, film, and television. They work closely with the director and set builders to conceptualize, design, and develop the overall look of the production. Set designers read scripts, complete the set layout, order materials, and ensure all actors and staff are briefed on safety and are aware of how the set works. We are searching for a skilled, self-motivated set designer to join our production team. The set designer’s responsibilities include analyzing scripts and collaborating with the director, researching historical and architectural details, providing cost and time estimates, and ensuring all sets meet safety standards. You should be able to collaborate with different creative teams and stay motivated while working long hours. To be successful as a set designer, you should be able to delegate tasks, make decisions under pressure, and provide clear instructions. Outstanding candidates have a keen eye for detail, strong creative vision, and the ability to maturely process criticism. Understanding scripts and production specifications and collaborating with the director to design the layout."
    },
    {
      "id": 7,
      "image_url": "https://ibb.co/mSmqFr0",
      "name": "Make-up-man Services",
      "price": 8000,
      "short_description": "Movie Makeup Artist responsibilities include designing each character’s look, applying makeup products on actors’ faces and bodies and using prosthetics to create special makeup effects. If you’re detail-oriented and well-versed in complex makeup techniques, we’d like to meet you. Please include a photo portfolio of any previous works along with your application. The abundance of solutions on the market, each claiming to improve certain aspects of your skin, might be overwhelming. However, the following formulas should be avoided if you're looking for a concealer or moisturizer to produce a straightforward, natural look. Some cosmetics offer skin moisture and a lovely shine, while others give it a shimmering sheen. Avoid using any products containing shimmer in the mix. Maintain a very light application so that there is a gloss to it, and the skin may show through for a really natural look. It's crucial to take proper care of your skin since it keeps it healthy. Because you shed skin cells continuously throughout the day, it's critical to maintain healthy, radiant skin. An efficient routine may repair wrinkles, prevent acne."
    },
    {
      "id": 8,
      "image_url": "https://ibb.co/G3XdVSH",
      "name": "Costume Designer Services",
      "price": 23000,
      "short_description": "Costume designers create the outfits and clothing worn by characters in films, television shows, or theater productions. They study the script to determine the costume requirements, conduct research to guide the designs, create wardrobe sketches and costume plots, design and construct the garments, and perform final touches on the set. To be a successful costume designer, you should be highly versatile and able to work under pressure. A skilled costume designer should be able to accurately interpret the director's vision and be able to create costumes in a variety of styles. Meeting with producers and directors to ideate and define wardrobe requirements. Conducting research on time periods, character profiles, materials, and translation styles. Preparing initial sketches, costume research, and wardrobe concepts for presentation. Presenting final costume designs, costume plots, and samples for feedback. Costume designers tell a story through clothing, using the language of fashion to help express aspects of a play or opera's setting, mood, and characters. The job is about much more than putting together a nice outfit, requiring."
    },
    {
      "id": 9,
      "image_url": "https://ibb.co/h2C8F9G",
      "name": "Invitation Card Making",
      "price": 22000,
      "short_description": "Make an invitation that is impossible to decline. With Canvas extensive range of online invitation templates—designed by professionals you will be starting your event off on the right note. Invitation of Canvas creator has a template for every occasion, from birthdays to charity events, from weddings to retirement parties and so much more. Say goodbye to generic invitation cards that will be easily forgotten. Simply choose a template, add your details, customize the images, and choose page borders(opens in a new tab or window), colors, and fonts. Got something specific in mind? Then simply design from scratch. And there you have it: A one-of-a-kind invitation card that will impress your guests well before the event itself. Writing an invitation card is simple. Address your card to the person you are inviting; name the event you’re inviting them to; spell out the date, time and location; and provide contact details so they can RSVP. Be sure to note if your guest should bring anything but themselves. Our team of awesome designers works hard to create layouts that are original, diverse and most of all inspiring! Check out the amazing collection."
    },
    {
      "id": 10,
      "image_url": "https://ibb.co/KyNQ598",
      "name": "Logistic Support Services",
      "price": 30000,
      "short_description": "The next step is to identify the logistic support elements that are necessary to operate and maintain the system. Logistic support elements are the resources and activities that enable the system to function and achieve its requirements. They can include personnel, training, documentation, spare parts, tools, equipment, facilities, transportation, communication, and software. You need to analyze the system's functions and components and determine what logistic support elements are required for each of them. You also need to estimate the quantity, quality, timing, and location of each logistic support element. I think the documentation part is crucial. This is because often times we have processes that are well designed. However, we don't document them as we should and often times challenge come up because there isn't a clear documentation on our processes so this is vital in my opinion. I think the documentation part is crucial. This is because often times we have processes that are well designed. However, we don't document them as we should and often times challenge come up because there isn't a clear documentation on our processes so this is vital in my opinion."
    },
    {
      "id": 11,
      "image_url": "https://ibb.co/jyhR6CF",
      "name": "Budget Management Services",
      "price": 21000,
      "short_description": "Being able to manage a budget is a useful skill for professionals in almost any industry, especially for people who are in a supervisory role or have inventory control or purchasing duties. Creating and monitoring a budget allows you to facilitate the growth of a business and promote its financial stability by accurately managing monetary resources. There are several skills you can use when creating, monitoring and managing a budget for a business. In this article, we list 12 budget management skills, share tips for using them in the workplace and discuss how to highlight them during a job search. Budget management skills are the abilities and knowledge you use when planning and regulating spending at a business. You can apply these skills in a range of contexts, such as supervising the financial situation of entire businesses to coordinating the spending of a small short-term project. Department heads, team leaders and budget managers use their skills to help businesses maintain and increase profitability. Proper budget management can also allow project managers and supervisors to plan for future expenses and delegate funds appropriately. Conducting financial analyses."
    },
    {
      "id": 12,
      "image_url": "https://ibb.co/PmwDg6N",
      "name": "Cultural Activities",
      "price": 50000,
      "short_description": "A cultural activity would be any activity that gives you a greater appreciation of the culture and people of the surrounding area. You might visit local museums to discover the history of the region. You might attend events such as presentations, theater or musical festivals. You might try wine tasting, or eat at local restaurants or food festivals. You could visit a senior citizen, read a biography or journal of someone's personal experiences or attend an exhibit based on the life or lives of local celebrities. You could do a guided tour of historical locations, walk through an historical neighbourhood or visit a business that has long been established in this region. Anything that will enrich your understanding and appreciation for the people that live and have lived in the region you are in, any activity that will shine light on the culture that the people there have worked to create - any activity that fits that description is considered to be a cultural activity. Attending musicals, going to the Opera, also the Ballet. Sporting events such as soccer, football, Baseball as well as Hockey and NASCAR races. Art showings and wine tasting events and going to the Arboretum."
    }
]